<?php
  require_once($_SERVER["DOCUMENT_ROOT"]."/templates/doc_head.php");
?>
<body>
  <header class="header header--2div3 header--sportlifting">
    <div class="header__mask"></div>
    <nav class="navigation">
      <a href="javascript:void(0)" class="hamburger">
        <span class="hamburger__line"></span>
        <span class="hamburger__line"></span>
        <span class="hamburger__line"></span>
      </a>
      <a href="/index.php" class="navigation__logo">Just Space</a>
      <a href="/portfolio.php" class="navigation__section navigation__section--link">Портфолио</a>
    </nav>
  </header>
  <?php
    require_once($_SERVER["DOCUMENT_ROOT"]."/templates/sidebar.php");
  ?>
  <main class="main">
    <article class="about">
      <h1>
        Техническая поддержка и SEO сопровождение интернет-магазина
      </h1>
        <h2 class="about__subtitle">О Клиенте:</h2>
        Компания Sportlifting является официальным поставщиком заводов по производству тренажеров и спортивного оборудования. Занимается продажей и доставкой (по всей территории России и стран СНГ) профессиональных спортивных тренажеров известных брендов, таких как Bronze Gym, Vision, Oxygen, Matrix, Horizon, Svensson, Carbon и еще более десятка других производителей.
        <br>
        На страницах интернет-магазина Sportlifting представлены более 2000 профессиональных тренажеров и различных спортивных товаров ведущих производителей.
      </section>
      <section class="about__text">
        <h2 class="about__subtitle">Результат:</h2>
        Спустя 5 месяцев продвижения по минимальному тарифу, с сопутствующими доработками и технической поддержкой сайта нашими специалистами, мы вывели интернет-магазин к намеченным результатам. Позволив полностью отказаться от контекстной рекламы в пользу органической поисковой выдачи.
        <br>
        По результатам проведенных работ число переходов из поисковой выдачи увеличилось в 4.5 раза.
        <br>
        Результаты из Яндекс.Метрики за отчетный период, представлены ниже.
        <br>
        <picture>
          <source srcset="/img/clients/sportlifting/sportlifting-metrika-mobile.png" media="(max-width: 1000px)">
          <img class="image" src="/img/clients/sportlifting/sportlifting-metrika.png" alt="Показатели Яндекс.Метрики - SportLifting">
        </picture>
      </section>
      <section class="about__text">
        <h2 class="about__subtitle">Перечень работ:</h2>
        <ul>
          <li>
            - Аудит сайта
          </li>
          <li>
            - Подбор семантического ядра
          </li>
          <li>
            - SEO-оптимизация каталогов и карточек товаров
          </li>
          <li>
            - SEO-продвижение по подобранным ключевым фразам
          </li>
          <li>
            - Глубокий рерайтинг описания каталогов и карточек товаров
          </li>
          <li>
            - Оптимизация изображений и ускорение загрузки страниц
          </li>
          <li>
            - Верстка коммерческих HTML писем
          </li>
          <li>
            - Подбор и обработка изображений для страниц сайта
          </li>
          <li>
            - Обработка изображений для карточек товара
          </li>
          <li>
            - Разработка новой шапки для главной страницы сайта
          </li>
          <li>
            - Внедрение модулей, исправления экстренных ошибок
          </li>
          <li>
            - Консультирование по различным вопросам
          </li>
        </ul>
      </section>
      <section class="about__text">
        <h2 class="about__subtitle">Описание работ:</h2>
        После непосредственного создания сайта, зачастую появляется необходимость дорабатывать функционал, разрабатывать новые решения и продвигать сайт в поисковой выдаче. Особенно в этом нуждаются интернет-магазины, часто приходится внедрять готовые модули или писать кастомные, а также производить SEO-оптимизацию карточек товара и каталогов сайта. Поэтому первым делом было принято решение оптимизировать каталоги товаров в интернет-магазине, поэтому началась работа по глубокому рейрайту всего содержимого категорий, а также оптимизация мета-тегов и заголовков под определенные ключевые слова. Также были сжаты тяжелые изображения для ускорения загрузки сайта, т.к. это ведет к увеличению общей конверсии.
      </section>
      <section class="about__text">
        В рамках технической поддержки и модернизации, дизайнеру были переданы изображения карточек товара нуждающихся в обработке и разработана новая шапка для главной страницы сайта. Также было создано коммерческое HTML письмо, которое рассылалось пользователям в преддверии проведения акций с целью увеличения продаж. Периодически оказывались услуги по внедрению модулей и исправлению возникающих ошибок. Проводились консультации по всевозможным вопросам возникающих во время работы интернет-магазина.
      </section>
    </article>
  </main>
  <?php
    require_once($_SERVER["DOCUMENT_ROOT"]."/templates/footer.php");
  ?>
